[{"text": "Make sure you are up-to-date on routine vaccines before every trip. These vaccines include measles-mumps-rubella (MMR) vaccine, diphtheria-tetanus-pertussis vaccine, varicella (chickenpox) vaccine, polio vaccine, and your yearly flu shot.", "link": "/travel/diseases/routine", "name": "Routine vaccines"},
{"text": "CDC recommends this vaccine because you can get hepatitis A through contaminated food or water in Brazil, regardless of where you are eating or staying.", "link": "/travel/diseases/hepatitis-a", "name": "Hepatitis A"},
{"text": "You can get typhoid through contaminated food or water in Brazil. CDC recommends this vaccine for most travelers, especially if you are staying with friends or relatives, visiting smaller cities or rural areas, or if you are an adventurous eater.", "link": "/travel/diseases/typhoid", "name": "Typhoid"},
{"text": "You can get hepatitis B through sexual contact, contaminated needles, and blood products, so CDC recommends this vaccine if you might have sex with a new partner, get a tattoo or piercing, or have any medical procedures.", "link": "/travel/diseases/hepatitis-b", "name": "Hepatitis B"},
{"text": "When traveling in Brazil, you should avoid mosquito bites to prevent malaria. You may need to take prescription medicine before, during, and after your trip to prevent malaria, depending on your travel plans, such as where you are going, when you are traveling, and if you are spending a lot of time outdoors or sleeping outside. Talk to your doctor about how you can prevent malaria while traveling. For more information on malaria in Brazil, see ", "link": "/travel/diseases/malaria", "name": "Malaria"},
{"text": "Although rabies can be found in dogs, bats, and other mammals in Brazil, it is not a major risk to most travelers. CDC recommends this vaccine only for these groups:", "link": "/travel/diseases/rabies", "name": "Rabies"},
{"text": "Yellow fever is a risk in certain parts of Brazil, so CDC recommends the yellow fever vaccine for travelers 9 months of age or older to these areas. For more information on this recommendation, see ", "link": "/travel/diseases/yellow-fever", "name": "Yellow Fever"}]